atlassian.atlascode
bastienboutonnet.vscode-dbt
batisteo.vscode-django
docsmsft.docs-yaml
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
innoverio.vscode-dbt-power-user
innoverio.vscode-dbt-power-user
kevinrose.vsc-python-indent
mhutchie.git-graph
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
mtxr.sqltools
mtxr.sqltools-driver-pg
njpwerner.autodocstring
redhat.vscode-yaml
reditorsupport.r
sadeghpm.sql-snippets
samuelcolvin.jinjahtml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscodevim.vim
wholroyd.jinja
zhuangtongfa.material-theme
